Repository: Dzarlax-AI/Meta-enricher
Catalog: macOS/MetaEnricher/Localizable.xcstrings
Source language: en
Languages: ru, sr_latn

# %@ already %@ %@ filled in.
source: %1$@ already %2$@ %3$@ filled in.
ru: %1$@ уже %2$@ %3$@ заполнено.
sr_latn: %1$@ već %2$@ %3$@ popunjeno.

# %lld of %lld files copied
source: %1$lld of %2$lld files copied
ru: %1$lld из %2$lld файлов скопировано
sr_latn: %1$lld od %2$lld fajlova kopirano

# %lld of %lld photos already have %@ filled in.
source: %1$lld of %2$lld photos already have %3$@ filled in.
ru: %1$lld из %2$lld фото уже имеют заполненное поле %3$@.
sr_latn: %1$lld od %2$lld fotografija već ima popunjeno polje %3$@.

source: %lld photos
ru: %lld фото
sr_latn: %lld fotografija

source: %lld photos selected
ru: %lld фото выбрано
sr_latn: %lld fotografija izabrano

source: %lld photos will be processed sequentially
ru: %lld фото будут обработаны последовательно
sr_latn: %lld fotografija će biti obrađeno redom

source: © 2025 Your Name
ru: © 2025 Ваше имя
sr_latn: © 2025 Vaše ime

source: Add
ru: Добавить
sr_latn: Dodaj

source: Add keyword…
ru: Добавить ключевое слово…
sr_latn: Dodaj ključnu reč…

source: Advanced
ru: Дополнительно
sr_latn: Napredno

source: AI Context
ru: AI Контекст
sr_latn: AI Kontekst

source: AI-powered metadata for your photo library. Enrich, organize, and publish — from one place.
ru: Метаданные на базе AI для вашей библиотеки фотографий. Обогащайте, организуйте и публикуйте — в одном месте.
sr_latn: Metapodaci zasnovani na AI za vašu biblioteku fotografija. Obogatite, organizujte i objavite — na jednom mestu.

source: All set.
ru: Всё готово.
sr_latn: Sve je spremno.

source: Back
ru: Назад
sr_latn: Nazad

source: Browse…
ru: Обзор…
sr_latn: Pretraži…

source: Bulk operations
ru: Массовые операции
sr_latn: Grupne operacije

source: Camera Info
ru: Информация о камере
sr_latn: Informacije o kameri

source: Camera Root
ru: Корневая папка
sr_latn: Korena fascikla

source: Cancel
ru: Отмена
sr_latn: Otkaži

source: Cancel Import
ru: Отменить импорт
sr_latn: Otkaži uvoz

source: Choose a shooting session from the sidebar.
ru: Выберите съёмочную сессию из панели.
sr_latn: Izaberite sesiju snimanja iz bočne trake.

source: Choose library folder
ru: Выбрать папку библиотеки
sr_latn: Izaberi fasciklu biblioteke

source: Choose Library Folder
ru: Выбрать папку библиотеки
sr_latn: Izaberi fasciklu biblioteke

source: Choose your library root folder
ru: Выберите корневую папку библиотеки
sr_latn: Izaberite korenu fasciklu biblioteke

source: Choose…
ru: Выбрать…
sr_latn: Izaberi…

source: City, Country
ru: Город, Страна
sr_latn: Grad, Zemlja

source: Clear Cache
ru: Очистить кэш
sr_latn: Očisti keš

source: Clears cached previews (~400 MB max)
ru: Очищает кэшированные превью (~400 МБ макс.)
sr_latn: Briše keširane preglede (~400 MB maks.)

source: Close (Esc)
ru: Закрыть (Esc)
sr_latn: Zatvori (Esc)

source: Copy
ru: Копировать
sr_latn: Kopiraj

source: Copy to Originals folder
ru: Скопировать в папку оригиналов
sr_latn: Kopiraj u fasciklu originala

source: Creator
ru: Автор
sr_latn: Autor

source: Creator and Copyright will be pre-filled for every photo. You can still override them individually in the photo inspector.
ru: Автор и Copyright будут автоматически заполнены для каждого фото. Вы можете изменить их отдельно в инспекторе.
sr_latn: Autor i Copyright biće automatski popunjeni za svaku fotografiju. Možete ih promeniti pojedinačno u inspektoru.

source: Describe the session: location, event, shooting style — helps AI write better metadata
ru: Опишите съёмку: место, событие, стиль — помогает AI записать лучшие метаданные
sr_latn: Opišite sesiju: lokacija, događaj, stil snimanja — pomaže AI da napiše bolje metapodatke

source: Deselect all
ru: Снять выделение
sr_latn: Poništi izbor

source: Destination
ru: Назначение
sr_latn: Odredište

source: Destination folder
ru: Папка назначения
sr_latn: Odredišna fascikla

source: Done
ru: Готово
sr_latn: Gotovo

source: E %lld
ru: Р %lld
sr_latn: U %lld

source: e.g. Edited export, Export, Picks…
ru: напр. Edited export, Export, Picks…
sr_latn: npr. Edited export, Export, Picks…

source: Edit your picks in Lightroom or any editor
ru: Редактируйте избранное в Lightroom или любом редакторе
sr_latn: Uredite odabrane fotografije u Lightroomu ili drugom editoru

source: Edited
ru: Редактированные
sr_latn: Uređene

source: Enrich
ru: Обогатить
sr_latn: Obogati

source: Enrich (%lld)
ru: Обогатить (%lld)
sr_latn: Obogati (%lld)

# Enrich %lld field%@
source: Enrich %1$lld field%2$@
ru: Заполнить %1$lld пол%2$@
sr_latn: Popuni %1$lld pol%2$@

source: Enrich All
ru: Обогатить все
sr_latn: Obogati sve

source: Enrich All Fields
ru: Заполнить все поля
sr_latn: Popuni sva polja

source: Enrich Selected
ru: Обогатить выбранные
sr_latn: Obogati izabrane

source: Enrich selected photos with AI
ru: Обогатить выбранные фотографии с помощью ИИ
sr_latn: Obogati izabrane fotografije pomoću AI

# Enriching %lld photo%@…
source: Enriching %1$lld photo%2$@…
ru: Обогащаем %1$lld фото%2$@…
sr_latn: Obogaćujemo %1$lld foto%2$@…

source: Export picks to **Edited export/** folder
ru: Экспортируйте избранное в папку **Edited export/**
sr_latn: Eksportujte odabrane u fasciklu **Edited export/**

source: Fill Empty Only
ru: Только пустые
sr_latn: Samo prazna

source: Folder Structure
ru: Структура папок
sr_latn: Struktura fascikli

source: Get Started
ru: Начать
sr_latn: Počni

source: How do you want to organize your photos?
ru: Как вы хотите организовать фотографии?
sr_latn: Kako želite da organizujete fotografije?

source: How do you want to store your photos?
ru: Как вы хотите хранить фотографии?
sr_latn: Kako želite da čuvate fotografije?

source: How to set up Ollama
ru: Как настроить Ollama
sr_latn: Kako podesiti Ollamu

source: Import
ru: Импорт
sr_latn: Uvoz

source: Import Complete
ru: Импорт завершён
sr_latn: Uvoz završen

source: Import Completed with Warnings
ru: Импорт завершён с предупреждениями
sr_latn: Uvoz završen sa upozorenjima

source: Import from SD card
ru: Импорт с SD-карты
sr_latn: Uvoz sa SD kartice

source: Import from SD Card
ru: Импорт с SD-карты
sr_latn: Uvoz sa SD kartice

source: Import from SD card → files go to **RAW/** and **JPEG/**
ru: Импорт с SD-карты → файлы попадают в **RAW/** и **JPEG/**
sr_latn: Uvoz sa SD kartice → fajlovi idu u **RAW/** i **JPEG/**

source: Import More
ru: Импортировать ещё
sr_latn: Uvezi još

source: Inspector
ru: Инспектор
sr_latn: Inspektor

source: Library: %@ Click to change
ru: Библиотека: %@ Нажмите для изменения
sr_latn: Biblioteka: %@ Kliknite za promenu

source: Loading photos…
ru: Загрузка фотографий…
sr_latn: Učitavanje fotografija…

source: Metadata Defaults
ru: Настройки метаданных
sr_latn: Podrazumevani metapodaci

source: MetaEnricher helps you organize your photo library and enrich metadata with AI — making photos easy to find and publish.
ru: MetaEnricher помогает организовать библиотеку фотографий и обогатить метаданные с помощью ИИ — чтобы фотографии было легко найти и опубликовать.
sr_latn: MetaEnricher vam pomaže da organizujete biblioteku fotografija i obogatite metapodatke pomoću AI — čineći fotografije lako pretražljivim.

source: MetaEnricher will now scan your library and load your sessions.
ru: MetaEnricher просканирует библиотеку и загрузит ваши сессии.
sr_latn: MetaEnricher će skenirati vašu biblioteku i učitati sesije.

source: Model
ru: Модель

source: Model name
ru: Название модели
sr_latn: Naziv modela

source: Name of the subfolder inside each session that contains your picks. Works at any nesting level.
ru: Название подпапки внутри каждой сессии с избранными фотографиями. Работает на любом уровне вложенности.
sr_latn: Naziv podfascikle unutar svake sesije koja sadrži vaše odabrane. Radi na bilo kom nivou ugniježđenja.

source: No library selected
ru: Библиотека не выбрана
sr_latn: Biblioteka nije izabrana

source: No models loaded
ru: Модели не загружены
sr_latn: Nema učitanih modela

source: No Photo Library Selected
ru: Библиотека фотографий не выбрана
sr_latn: Biblioteka fotografija nije izabrana

source: No photos in this session
ru: В этой сессии нет фотографий
sr_latn: Nema fotografija u ovoj sesiji

source: No picks subfolder? Leave blank — photos with rating ≥ 1 ★ will be treated as picks.
ru: Нет подпапки с избранными? Оставьте пустым — фотографии с рейтингом ≥ 1 ★ будут считаться избранными.
sr_latn: Nema podfascikle sa odabranim? Ostavite prazno — fotografije sa ocenom ≥ 1 ★ biće tretirane kao odabrane.

source: No sessions found
ru: Сессии не найдены
sr_latn: Nema pronađenih sesija

source: None
ru: Нет
sr_latn: Nijedno

source: O %lld
ru: О %lld

source: OK
ru: ОК

source: Ollama AI
ru: Ollama ИИ

source: Open Library
ru: Открыть библиотеку
sr_latn: Otvori biblioteku

source: Open MetaEnricher → enrich metadata with AI → publish
ru: Откройте MetaEnricher → обогатите метаданные с помощью ИИ → публикуйте
sr_latn: Otvorite MetaEnricher → obogatite metapodatke pomoću AI → objavljujte

source: Open ollama.com
ru: Открыть ollama.com
sr_latn: Otvori ollama.com

source: optional
ru: необязательно
sr_latn: opcionalno

source: Originals
ru: Оригиналы
sr_latn: Originali

source: Overwrite All
ru: Перезаписать все
sr_latn: Prepiši sve

source: Photo Library
ru: Библиотека фотографий
sr_latn: Biblioteka fotografija

source: Photographer name
ru: Имя фотографа
sr_latn: Ime fotografa

source: Picks subfolder name
ru: Название папки с избранными
sr_latn: Naziv fascikle sa odabranim

source: Preview — picks found at any nesting level:
ru: Превью — избранные найдены на любом уровне вложенности:
sr_latn: Pregled — odabrane pronađene na bilo kom nivou ugniježđenja:

source: Pull
ru: Скачать
sr_latn: Preuzmi

source: Rating
ru: Рейтинг
sr_latn: Ocena

source: Recommended
ru: Рекомендуется
sr_latn: Preporučeno

source: Recommended Models
ru: Рекомендуемые модели
sr_latn: Preporučeni modeli

source: Refresh
ru: Обновить
sr_latn: Osveži

source: Refresh models list
ru: Обновить список моделей
sr_latn: Osveži listu modela

source: Reset Onboarding
ru: Сбросить обучение
sr_latn: Resetuj uvod

source: Rotate clockwise
ru: Повернуть по часовой стрелке
sr_latn: Rotiraj u smeru kazaljke na satu

source: Rotate counter-clockwise
ru: Повернуть против часовой стрелки
sr_latn: Rotiraj suprotno od kazaljke na satu

source: Save
ru: Сохранить
sr_latn: Sačuvaj

source: Save Error
ru: Ошибка сохранения
sr_latn: Greška pri čuvanju

source: Scanning for SD cards…
ru: Поиск SD-карт…
sr_latn: Traženje SD kartica…

source: Schema
ru: Схема
sr_latn: Shema

source: SD Card
ru: SD-карта
sr_latn: SD kartica

source: Select a photo
ru: Выберите фотографию
sr_latn: Izaberite fotografiju

source: Select a Session
ru: Выберите сессию
sr_latn: Izaberite sesiju

source: Select All
ru: Выбрать все
sr_latn: Izaberi sve

source: Select all photos
ru: Выбрать все фотографии
sr_latn: Izaberi sve fotografije

source: Select this model. First enrichment may be slow while Ollama loads it into memory.
ru: Выберите эту модель. Первое обогащение может быть медленным, пока Ollama загружает её в память.
sr_latn: Izaberite ovaj model. Prvo obogaćivanje može biti sporo dok Ollama učitava model u memoriju.

source: Server URL
ru: URL сервера
sr_latn: URL servera

source: Session notes for AI (location, event, style…)
ru: Заметки для ИИ (место, событие, стиль…)
sr_latn: Napomene za AI (lokacija, događaj, stil…)

source: Sessions
ru: Сессии
sr_latn: Sesije

source: Set your camera library root folder to get started.
ru: Укажите корневую папку библиотеки, чтобы начать.
sr_latn: Podesite korenu fasciklu biblioteke za početak.

source: Settings
ru: Настройки
sr_latn: Podešavanja

source: Some photos already have metadata
ru: Некоторые фото уже содержат метаданные
sr_latn: Neke fotografije već imaju metapodatke

source: Switch to Originals or check the folder structure.
ru: Переключитесь на оригиналы или проверьте структуру папок.
sr_latn: Prebacite se na originale ili proverite strukturu fascikli.

source: Test Connection
ru: Проверить соединение
sr_latn: Testiraj vezu

source: Thumbnail Cache
ru: Кэш миниатюр
sr_latn: Keš minijatura

source: Title
ru: Заголовок
sr_latn: Naslov

source: Toggle inspector panel
ru: Показать/скрыть инспектор
sr_latn: Prikaži/sakrij inspektor

source: Use
ru: Использовать
sr_latn: Koristi

source: View
ru: Вид
sr_latn: Prikaz

source: We'll scan your library and look for a **subfolder with your picks** inside each session folder — whatever your folder structure is.
ru: Мы просканируем библиотеку и найдём **подпапку с избранными** внутри каждой сессии — независимо от структуры папок.
sr_latn: Skeniraćemo vašu biblioteku i tražiti **podfasciklu sa odabranim** unutar svake sesije — bez obzira na strukturu fascikli.

source: Welcome to MetaEnricher
ru: Добро пожаловать в MetaEnricher
sr_latn: Dobrodošli u MetaEnricher

source: Workflow
ru: Рабочий процесс
sr_latn: Tok rada

source: You're all set!
ru: Всё готово!
sr_latn: Sve je spremno!

source: Your library is ready. MetaEnricher will scan your sessions and load them in the sidebar.
ru: Ваша библиотека готова. MetaEnricher просканирует ваши сессии и загрузит их в боковую панель.
sr_latn: Vaša biblioteka je spremna. MetaEnricher će skenirati vaše sesije i učitati ih u bočnu traku.

source: Your library will be organized like this:
ru: Ваша библиотека будет организована так:
sr_latn: Vaša biblioteka će biti organizovana ovako:
